import React from 'react';

import styles from './styles.scss';

const CatalogUselessText = () => (
    <div className={styles.uselessText}>
        <p>
            Компания "Аглобелл" предлагает соленья, которые сделают ваш ежедневный рацион не только более вкусным, но и полезным.
            Разнообразьте свое питание хрустящими огурчиками, сочными помидорами, изумительными грибочками, пряной капустой.
            Бочковые соленья отличаются насыщенным вкусом и ароматом, при этом содержат витамины и микроэлементы, которые
            необходимы для поддержания здоровья. Маринованные овощи просто незаменимы в зимнее время, так как помогают укрепить
            иммунитет, защитить от простуд. Наши соленья заготовлены правильным образом, что позволяет сохранить пользу
            овощей.
        </p>
        <h3>Капуста квашеная</h3>
        <p>
                Квашеная капуста - источник витамина C, который играет важную роль в формировании и поддержании иммунитета.
                Регулярное употребление заготовки позволяет надежно защитить организм от сезонных простуд. Также квашеная капуста
                содержит калий, марганец, витамин B6, фолиевую кислоту.
        </p>
        <p>Продукт обладает следующими свойствами:</p>
        <ul>
            <li> оказывает общеукрепляющее действие;</li>
            <li> улучшает работу сердечно-сосудистой системы;</li>
            <li> помогает предотвратить появление камней в почках;</li>
            <li> укрепляет нервную системы;</li>
            <li> нормализует пищеварение;</li>
            <li> снижает уровень холестерина;</li>
            <li> оказывает омолаживающий эффект.</li>
        </ul>
        <h3>Соленые бочковые огурцы</h3>
        <p>
                Без соленых огурчиков не обходится ни одно застолье, но этот продукт можно употреблять ежедневно, что положительно
                скажется на состоянии здоровья. Маринованные овощи содержат пищевые волокна, которые помогают создать правильную
                микрофлору в желудке.
        </p>
        <ul>
                Соленые огурцы позволяют:
            <li> нормализовать показатели крови;</li>
            <li> укрепить сердечно-сосудистую систему;</li>
            <li> повысить сопротивляемость организма негативным внешним факторам;</li>
            <li> нормализовать обменные процессы;</li>
            <li> уменьшить уровень холестерина.</li>
        </ul>
        <h3>Соленые помидоры</h3>
        <p>
                Соленые помидоры, как и огурцы, - это диетический продукт, который на 95% состоит из воды. Также маринованные овощи
                содержат ликопин, который позволяет предотвратить развитие опухолей. Именно поэтому помидоры рекомендуется включать
                в свой рацион для профилактики раковых заболеваний. Также соленья содержат природные антиоксиданты, которые помогают
                замедлить процесс старения клеток.
        </p>
        <ul>К другим полезным свойствам соленья относят:
            <li> укрепление нервной системы;</li>
            <li> нормализация работы желудочно-кишечного тракта;</li>
            <li> укрепление сосудов;</li>
            <li> улучшение работы сердца.</li>
        </ul>
        <h3>Бочковые грибы</h3>
        <ul>
                Маринованные грибы содержат меланин, которые позволяет предотвратить появление ранней седины. Также продукт:
            <li> защищает организм от вирусов;</li>
            <li> улучшает настроение;</li>
            <li> помогает предотвратить появление камней в почках;</li>
            <li> очищает организм от токсичных веществ.</li>
        </ul>
        <p>Грибы - диетический, быстро усваиваемый организмом продукт, который на 90% состоит из воды.</p>
        <h3>Особенности бочковой засолки</h3>
        <p>
                При бочковой засолке можно получить большое количество овощей и грибов, сохранив все их полезные свойства. Заготовки
                помещаются в емкости из настоящей древесины без токсичных покрытий.
        </p>
        <ul>
                Бочковая засолка обладает следующими преимуществами:
            <li> простота выполнения;</li>
            <li> подготовка больших объемов продуктов;</li>
            <li> сохранение полезных свойств;</li>
            <li> отличный вкус продукта.</li>
        </ul>
        <p>
                Овощи и грибы просаливаются равномерно, несмотря на большие объемы заготовки. Технология позволяет получить вкусный
                ароматный продукт для зимнего стола, на котором так не хватает полезных блюд.
        </p>
        <h3>Возможный вред от солений</h3>
        <p>
                Бочковые овощи и грибы имеют не только положительные характеристики, ведь большое содержание соли может оказывать
                негативное влияние на организм. Соленья не следует есть в неограниченном количестве при проблемах с почками,
                пищеварением, язве, панкреатите. Также чрезмерное употребление маринованных овощей может привести к понижению
                давления, ухудшению состояния эмали. Однако в разумных количествах правильно заготовленные соленья принесут вашему
                организму только пользу, особенно при авитаминозе, повышенном уровне холестерина, ослабленном иммунитете.
        </p>
        <h3>
                Купить соленья оптом в Москве
        </h3>
        <p>
                "Аглобелл" предлагает соленые овощи и грибы по доступным ценам от производителя. Пикантные, ароматные, сочные
                заготовки станут настоящим украшением стола и прекрасным дополнением к основным блюдам. Наш продукт пользуется
                неизменным спросом у потребителей благодаря натуральности и отменным вкусовым качествам.
        </p>
    </div>
);

export default CatalogUselessText;
